// Хардкодирани събития
export const eventsData = [
  {
    id: '0',
    summary: '„Вкусно и полезно!“',
    start: { date: '2025-09-24' },
    description: 'ПС по ОС, изработване на плодови шишчета с Action Mats (Пъзел “Здравословно хранене и начин на живот”)\n**Александра Боянова**\n**Борис Павлов**',
  },
  {
    id: '1',
    summary: '„Даровете на Есента"',
    start: { date: '2025-10-01' },
    end: { date: '2025-10-31' },
    description: 'участие на семейната общност в Есенна изложба - изготвяне на есенна украса, рисунки за занималнята на група „Звездичка"\n**Всички родители**',
    
  },
  {
    id: '2',
    summary: '„Зеленчуците през есента“',
    start: { date: '2025-10-01' },
    description: 'ПС по ИИ, изработване на апликация с ActionMats (Пъзел "Здравословно хранене и начин на живот")\n**Велина Генчева**\n**Вихра Петричева**',
  },
  {
    id: '3',
    summary: '"Приготвяне на зимнина"',
    start: { date: '2025-10-08' },
    description: 'ПС по КТ\n**Владимил Кантарджиев**\n**Григор Балаян**',
  },
  {
    id: '4',
    summary: 'Награждаване с грамоти',
    start: { date: '2025-10-31' },
    description: 'Награждаване с грамоти, децата участвалите в Есенната изложба.',
    
  },
  {
    id: '5',
    summary: 'Електронна книга',
    start: { date: '2025-11-01' },
    end: { date: '2025-11-30' },
    description: 'Здравословните рецепти на група „Звездичка" - начало на изготвянето и събирането на рецепти за здравословна закуска\n**Всички родители**',
    
  },
  {
    id: '6',
    summary: 'Празникът на зеленчуците и плодовете',
    start: { date: '2025-11-13' },
    description: 'тържество в салона на детската градина пред семейната общност.\n**Всички родители**',
    
  },
  {
    id: '7',
    summary: '„Коледна сладкарница“',
    start: { date: '2025-12-10' },
    description: 'приготвяне на здравословни коледни сладки.\n**Даниел Радков**\n**Дарина Панайотова**',
  },
  {
    id: '8',
    summary: '„Помощниците на Дядо Коледа“',
    start: { date: '2025-12-17' },
    description: 'ПС по ФК, спортни игри в салона на детската градина с постелките „Action Mats" движение и учене (Постелки Mini Mats)\n**Диана Маринова**\n**Димитър Димитров**\n**Ивон Димитрова**',
  },
  {
    id: '9',
    summary: 'Електронна книга',
    start: { date: '2026-01-01' },
    end: { date: '2026-01-31' },
    description: 'Здравословните рецепти на група „Звездичка" - изготвяне и събиране на рецепти за здравословен обяд.\n**Всички родители**',
  },
  {
    id: '10',
    summary: '„Пътят на хляба“',
    start: { date: '2026-01-14' },
    description: 'открита практика с ActionMats (Пъзел "Здравословно хранене и начин на живот")\n**Елена Виткинова**\n**Ивайла Иванова**',
  },
  {
    id: '11',
    summary: 'Бабинден',
    start: { date: '2026-01-21' },
    description: 'Приготвяне на вкусна питка с участието на бабите на децата от групата\n**Ивайла Славчева**\n**Ивайло Николов**',
  },
  {
    id: '12',
    summary: '„Пътят на храните“',
    start: { date: '2026-02-11' },
    description: 'ПС по ОС с ActionMats (Пъзел “Здравословно хранене и начин на живот”)\n**Иван Радев**\n**Ивет Бонева**',
  },
  {
    id: '13',
    summary: '“Движи се и учи - игри за здраве”',
    start: { date: '2026-02-18' },
    description: 'ПС по ФК с постелките „Action Mats" движение и учене (Постелки Mini Mats)\n**Йоан Симеонов**\n**Йолина Йончева**',
  },
  {
    id: '14',
    summary: '„Здравословни сандвичи“',
    start: { date: '2026-02-25' },
    description: 'работилница с ActionMats (Пъзел “Здравословно хранене и начин на живот”)\n**Карина Цанова**\n**Карина Енева**',
  },
  {
    id: '15',
    summary: 'Електронна книга',
    start: { date: '2026-03-01' },
    end: { date: '2026-03-31' },
    description: 'Здравословните рецепти на група „Звездичка" - изготвяне и събиране на рецепти за здравословна вечеря\n**Всички родители**',
  },
  {
    id: '16',
    summary: '„В очакване на Пролетта“',
    start: { date: '2026-03-18' },
    description: 'спортни игри на открито с постелките „Action Mats" движение и учене (Постелки Mini Mats)\n**Катрин Бонева**\n**Лъчезара Иванова**',
  },
  {
    id: '17',
    summary: '„Пътят на водата“',
    start: { date: '2026-03-25' },
    description: 'ПС по ОС\n**Любомир Белчев**\n**Мартин Кръстев**',
  },
  {
    id: '18',
    summary: 'Отбеляване на международния ден на детската книга',
    start: { date: '2026-04-01' },
    description: 'облагородяване на библиотеката в група „Звездичка". Четене на приказки свързани със здравословното хранене и здравословния начин на живот\n**Матео Маречков**\n**Никол Григорова**',
  },
  {
    id: '19',
    summary: '"Игрите от детството на мама и тати“',
    start: { date: '2026-04-22' },
    description: 'спортни игри на открито с постелките „Action Mats" движение и учене (Постелки Mini Mats)\n**Симона Борисова**\n**Стефан Иванов**',
  },
  {
    id: '20',
    summary: 'Електронна книга',
    start: { date: '2026-05-01' },
    end: { date: '2026-05-31' },
    description: 'Здравословните рецепти на група „Звездичка" - събиране на всички рецепти за здравословно хранене от семейната общност през учебната година. Изготвяне на електронна книга\n**Всички родители**',
  },
  {
    id: '21',
    summary: '“Движи се и учи - игри за здраве”',
    start: { date: '2026-05-13' },
    description: 'игри за здраве" - игри на открито с постелките „ActionMats" движение и учене\n**Стилян Радославов**\n**Хрисия Ангелова**',  
  },
  {
    id: '22',
    summary: '„Благотворителен базар“',
    start: { date: '2026-05-20' },
    description: 'приготвяне на здравословни и полезни бисквити и соленки от родителската общност, средствата, от които ще бъдат дарени. Базарът ще се осъществи пред входа на ДГ „Слънчевдом".\n**Всички родители**',
  },
  {
    id: '23',
    summary: 'Награждаване на родителската общност и децата',
    start: { date: '2026-05-21' },
    description: 'Награждаване на родителската общност и децата от групата с благодарствени грамоти за участие по проект – „Хубаво е в детската градина"',
  },
  {
    id: '24',
    summary: '„Да растем здрави и силни“',
    start: { date: '2026-05-21' },
    description: 'Открита педагогическа ситуация пред родителската общност с цел представяне на уменията и знанията постигнати по проект „Хубаво е в детската градина", с постелките „ActionMats" движение и учене\n**Всички родители**',
  },
  {
    id: '25',
    summary: 'Попълване на анкетни карти',
    start: { date: '2026-05-25' },
    end: { date: '2026-05-29' },
    description: 'Попълване на анкетни карти от страна на родителската общност, с цел отчитане на постигнатите резултати от проекта\n**Всички родители**',
  }  
];

